{
  "company.html.title": "Về chúng tôi",
  "company.title": "Xây dựng sinh thái internet tốt hơn",
  "company.description": "Chúng tôi cung cấp dịch vụ CDN dạng phân tán, giống như GCP dạng phân tán, hay AWS Cloud Service. Mượn sức của Internet vạn vật, chúng tôi đã hiện thực hóa điện toán sương mù, thân cận với người dùng hơn, tốc độ nhanh hơn,giá cả rẻ hơn, tận dụng tài nguyên từ những thiết bị nhàn rỗi hiệu quả hơn so với diện toán đám mây. Với các phương án giải quyết đa dạng và linh hoạt, đã thu hút được các đối tác hợp tác hàng đầu trên thế giới như thương hiệu NAS, thương mại điện tử,  người làm nghề viết lách, phát trực tiếp, trò chơi di động, diễn đàn cộng đồng..v..v...",
  "company.ourvalue": "Giá trị của chúng tôi",
  "company.ourvalue.spirit": "Tinh thần",
  "company.ourvalue.spirit.description": "Chúng tôi coi trọng khách hàng - Đây là nguyên nhân mà chúng tôi tôn trọng sự riêng tư, hơn nữa không lợi dụng dữ liệu khách hàng hoặc dữ liệu người dùng đầu cuối. Đội ngũ của chúng tôi có thể thông qua trung tâm dịch vụ của chúng tôi để cung cấp sự hỗ trợ.",
  "company.ourvalue.sharing": "Chia sẻ",
  "company.ourvalue.sharing.description": "Nền tảng của chúng tôi có thể hỗ trợ cho các doanh nghiệp sản nghiệp mở rộng nhanh hơn, an toàn hơn đồng thời cũng rất tự hào vì có thể cung cấp dịch vụ miễn phí cho các dự án nguồn mở và phi lợi nhuận.",
  "company.ourvalue.innovation": "Sáng tạo",
  "company.ourvalue.innovation.description": "Từ khi bắt đầu, chúng tôi đã di chuyển dữ liệu và chương trình ứng dụng đến gần người dùng đầu cuối - ở đoạn đầu của mạng lưới - nhằm cải thiện chương trình ứng dụng và trang web. Chúng tôi sẽ tiếp tục xây dựng tiêu chuẩn ngành nghề, đồng thời duy trì sự sáng tạo trước đó.",
  "company.team": "Gặp gỡ đội ngũ",
  "company.techteam": "Đội ngũ kỹ thuật cốt lõi",
  "Raymond": "Raymond: Trước khi gia nhập Qinfra đã từng làm việc tại Công ty của Bỉ tại Đài Loan. Là người dẫn đầu của đội ngũ nghiên cứu phát triển, anh đã phát huy tác dụng quan trọng trong các dự án hợp tác tại Đài Loan, Mỹ và Bỉ, có kiến thức kỹ thuật vững chắc và khả năng giao tiếp rất tốt. Raymond có học vị Thạc sĩ Công nghệ Thông tin của Đại học Quốc gia Thanh Hoa.",
  "ST Wang": "Tiến sĩ Vương: Có hơn 20 năm kinh nghiệm chuyên ngành trong lĩnh vực học máy (Machine Learning) và Hệ thống nhúng. Trước đây ông phụ trách thiết kế các loại phương án giải quyết đồng thời xây dựng các chức năng chuyên biệt. Tiến sĩ Vương có học vị Tiến sĩ Công nghệ thông tin và Khoa học máy tính.",
  "Wu Sung": "Wu Sung: Có hơn 16 năm kinh nghiệm chuyên ngành dịch vụ tư vấn IT. Anh đã thiết kế các lợi phương án giải quyết cho doanh nghiệp trên nền tảng GCP và AWS. Có học vị Cử nhân Công nghệ thông tin và Khoa học máy tính.",
  "Ju Ouyang": "Nghiên cứu sinh Tiến sĩ Viện nghiên cứu Y dược Đại học Từ Tế. Hiểu rõ về phát triển Linux nhúng. Hiểu rõ về kết cấu và thực hiện kiểm thử GUI tự động.",
  "company.advisors": "Đội ngũ cố vấn",
  "company.advisors.andy": "CEO of Asia Innovation \n Group Founder of Gifto",
  "company.advisors.JasonHsu": "Crypto Congressman, Taiwan Government.",
  "company.advisors.CelesteKwon": "VP, ACE Exchange \n VP, InfiniteX",
  "company.advisors.YanChean": "CEO & Co-founder of LONGHASH",
  "company.advisors.KennyHsiao": "Founder of Badwater Capital",
  "company.advisors.DanielYeh": "CEO of AIG Taiwan \n GM of Uplive",
  "company.advisors.DavidPan": "GM of ACE Exchange \n CEO of ABA",
  "company.advisors.FenixHsu": "NEM.TW CTO \n TRON competition first prize",
  "company.advisors.PosiedonHo": "Founder of Outliers",
  "company.advisors.JunQian": "Principal Director \n Microsoft AI+ Research Founder \n Amazon Machine Learning",
  "company.advisors.ChenZhuling": "MIT graduate \n Consulting veteran at Roland Berger. Advised multiple MNCs and governments",
  "company.roadmap": "Quy hoạch phát triển",
  "company.roadmap.description": "Poseidon còn có rất nhiều tiềm năng, không chỉ có công nghệ. Là cốt lõi công việc của chúng tôi, mục tiêu của chúng tôi là cải thiện đời sống nhân loại từ gốc rễ, sự trưởng thành của chúng tôi chủ yếu tập trung ở độ trong suốt, thành tín và bao dung.",
  "company.roadmap.2018q1q3": "2018 Q2 - Q3",
  "company.roadmap.2018q1q3.description": "Khai thác cốt lõi",
  "company.roadmap.2018q4": "2018 Q4",
  "company.roadmap.2018q4.description": "Thiết bị phân phối trung tâm, điểm nút biên dạng phân tán \n Hỗ trợ không gian lưu trữ: AWS S3, User HD (NAS) \n 50 điểm nút, mỗi tháng 1,300T B/W, tổng không gian lưu trữ 200TB",
  "company.roadmap.2019q1": "2019 Q1",
  "company.roadmap.2019q1.description": "Thiết bị phân phối trung tâm, điểm nút biên dạng phân tán \n Hỗ trợ không gian lưu trữ: AWS S3, User HD (NAS) \n 100 điểm nút, mỗi tháng 2,700T B/W, tổng không gian lưu trữ 400TB",
  "company.roadmap.2019q2q3": "2019 Q2 - Q3",
  "company.roadmap.2019q2q3.description": "POSEIDON V1: Thiết bị phân phối dạng phân tán, điểm nút biên dạng phân tán \n Hỗ trợ không gian lưu trữ: Tăng thêm IPFS \n 500 điểm nút, mỗi tháng 15 PT B/W, tổng không gian lưu trữ 5PB",
  "company.roadmap.2019q4": "2019 Q4",
  "company.roadmap.2019q4.description": "POSEIDON V2: Thiết bị phân phối độc quyền dạng phân tán Qontroller®, điểm nút biên dạng phân tán \n 2,500 điểm nút, mỗi tháng 20 PT B/W, tổng không gian lưu trữ 7PB",
  "company.roadmap.2020q1": "2020 Q1",
  "company.roadmap.2020q1.description": "POSEIDON V2: Thiết bị phân phối độc quyền dạng phân tán Qontroller®, điểm nút biên dạng phân tán \n 5,000 điểm nút, mỗi tháng 40 PT B/W, tổng không gian lưu trữ 15PB",
  "company.roadmap.2020q2q4": "2020 Q2 - Q4",
  "company.roadmap.2020q2q4.description": "POSEIDON V2: Thiết bị phân phối độc quyền dạng phân tán Qontroller®, điểm nút biên dạng phân tán \n 11,000 điểm nút, mỗi tháng 150 PT B/W, tổng không gian lưu trữ 50PB",
  "company.nodesnetwork": "Số lượng nút mạng nhiều nhất",
  "company.nodesnetwork.description": "POSEIDON NETWORK sẽ tìm kiếm quan hệ hợp tác lâu dài với công ty, cơ quan chính phủ, trường học..v..v…, đồng thời trở thành điểm nút lớn và ổn định."
}
