{
  "home.html.title": "Trang chủ",
  "home.title": "Trên cơ sở phương án giải quyết điện toán biên dạng phân tán của Blockchain",
  "home.description": "Mạng truyền tải thông tin phi tập trung lớn nhất thế giới (CDN + DSN), với tốc độ truyền tải nhanh hơn, thuận tiện hơn của Token Economy, đồng thời có thể tận dụng hữu hiệu lượng băng thông và không gian lưu trữ chưa được sử dụng hoàn toàn trên toàn thế giới, ví dụ: NAS, máy tính để bàn, thiết bị di động..v..v... Dịch vụ của chúng tôi là phi tập trung và hiệu quả cao, đồng thời hoàn toàn tương thích với mạng internet hiện có cũng như thiết bị hạ tầng blockchain dùng cho ưu hóa băng thông.",
  "home.whitepaper": "Sách trắng",
  "home.join": "Gia nhập cộng đồng",
  "home.whatposeidon": "Poseidon Network  là gì?",
  "home.explain": "Chúng tôi cung cấp dịch vụ CDN dạng phân tán, giống như GCP dạng phân tán, hay AWS Cloud Service. Mượn sức của các thiết bị như Internet vạn vật, chúng tôi đã hiện thực hóa điện toán sương mù. Hình thức này thân cận với người dùng hơn, tốc độ nhanh hơn, rẻ hơn, tận dụng tài nguyên từ những thiết bị nhàn rỗi hiệu quả hơn so với điện toán đám mây. Với các phương án giải quyết linh hoạt của chúng tôi, đã thu hút được các đối tác hợp tác hàng đầu trên thế giới như thương hiệu NAS, thương mại điện tử,  người làm nghề viết lách, trò chơi di động, diễn đàn cộng đồng, phát trực tiếp..v..v...",
  "home.explain.readmore": "Đọc thêm về chi tiết kỹ thuật",
  "home.solutions": "Phương án giải quyết",
  "home.scalabe": "Tính mở rộng",
  "home.scalabe.description": "Chúng tôi đã có các điểm nút phân tán trên toàn cầu, cung cấp băng thông, lưu trữ và tỷ lệ băm, cũng như một số đối tác hợp tác về kỹ thuật blockchain đẳng cấp.",
  "home.cheaper": "Giá rẻ",
  "home.cheaper.description": "Tiết kiệm 2/3 giá thành so với nhà cung cấp dịch vụ đám mây, hơn nữa tốc độ nhanh hơn. Cung cấp dịch vụ và phương án giải quyết thân thiện cho doanh nghiệp.",
  "home.fast": "Tốc độ nhanh",
  "home.fast.description": "Poseidon Network nhanh hơn. Vùng biên của điện toán sương mù tiếp cận người dùng tốt hơn, vì vậy sự trễ nải thấp hơn nhiều so với điện toán đám mây. So với AWS CloudFront, thời gian phản hồi của máy chủ (TTFB) chỉ cần 1/10 so với ban đầu, tốc độ tải về nhanh gấp 2 lần.",
  "home.ecosystem": "Hệ thống sinh thái",
  "home.ecosystem.description": "Chúng tôi đã xây dựng trang chia sẻ tài nguyên internet trên cơ sở kỹ thuật blockchain. Việc cộng hưởng kinh tế do QQQ Token điều khiển. Đây là một hệ thống sinh thái với việc đào mỏ thân thiện và không có biên giới.",
  "home.customers": "Phương án giải quyết dành cho doanh nghiệp",
  "home.mobile": "Cài đặt dễ dàng",
  "home.mobile.description": "Lập tức gia nhập Poseidon Network \n Nhận giải thưởng trong 5 phút",
  "home.mobile.download": "Tải Demo App",
  "home.mobile.github": "GitHub",
  "home.team": "Thành viên đội ngũ",
  "home.partners": "Đối tác hợp tác",
  "home.investors": "Nhà đầu tư",
  "home.investors.longhash": "Thiết bị tăng tốc blockchain quốc tế",
  "home.investors.JamieLin": "Tổng giám đốc Taiwan Mobile",
  "home.investors.JaclynTsai": "Văn phòng Pháp luật Công nghệ Quốc tế Lý Từ. Người sáng lập kiêm Luật sư chính",
  "home.investors.SegaCheng": "Tổng giám đốc của iKala, LIVEhouse.in và GCP Expert",
  "home.media": "Hợp tác truyền thông"
}
