{
  "technology.html.title": "Công nghệ",
  "tech.title": "Nền tảng chia sẻ tài nguyên internet của thời đại sau",
  "tech.description": "Mạng lưới nội dung tăng tốc tập trung lớn nhất thế giới (CDN+DSN), làm cho Token Economy vận hành với tốc độ truyền tải nhanh hơn rẻ hơn, tận dụng hiệu quả băng thông nhàn rỗi và không gian lưu trữ của NAS (đám mây riêng tư), máy chủ, thiết bị di động..v..v... chưa được sử dụng hoàn toàn trên toàn thế giới. \n Nó ở dạng phân bố, hiệu quả cao, đồng thời cùng với mạng internet và cơ cấu blockchain làm cho nội dung trang web của từng loại hình được ưu hóa băng thông (văn bản dạng tĩnh / phát video / phát trực tiếp) ",
  "tech.dapps.scenario": "Cơ cấu Poseidon Network Dapps",
  "tech.dapps.scenario.description": "Hình ảnh tầng trên, thể hiện môi trường ứng dụng của App và Dapps, bao gồm phát trực tiếp, chia sẻ video, hình ảnh, chia sẻ tập tin, cập nhật hình thức gửi tập tin, cũng như biểu tượng blockchain trong tương lai, Môi trường thực thi đáng tin cậy (TEE), nhiều cơ hội khả năng không bị hạn chế hơn. \n Hình ảnh tầng giữa thể hiện Hợp đồng thông minh và Thuật toán. Thuật toán đa dạng đã duy trì hiệu suất đồng thời hình thành cấp giám sát. \n Hình ảnh tầng dưới thể hiện cơ cấu toàn bộ tầng đáy, bao gồm QCDN, DSN và QCDN của blockchain, còn bao gồm QEdge là điểm nút của thiết bị phân phối và Qontroller.",
  "tech.smartcontract": "Poseidon Network Hợp đồng thông minh",
  "tech.smartcontract1": "Thuật toán lựa chọn điểm nút",
  "tech.smartcontract2": "Thuật toán kiểm tra bộ nhớ đệm",
  "tech.smartcontract3": "Giá cả QCDN đàn hồi và Hợp đồng thông minh",
  "tech.smartcontract4": "Bỏ phiếu Qedge và Hợp đồng tiền thưởng thông minh",
  "tech.smartcontract5": "Hợp đồng thông minh thanh toán và chu kỳ khóa",
  "tech.dapps.title": "Chương trình ứng dụng tập trung",
  "tech.dapps.qcdn": "QCDN",
  "tech.dapps.qcdn.description": "Mạng lưới phân phối nội dung dạng phân tán đời sau (dCDN) của cơ cấu POSEIDON NETWORK được gọi là QCDN. \n Nó bao gồm một nhân viên điều tiết mạng lưới tên là Qontroller và điểm nút trung tâm đến từ khắp nơi trên thế giới gọi là Qedge gia nhập vào mạng lưới của chúng tôi.", 
  "tech.dapps.dsn": "DSN",
  "tech.dapps.dsn.description": "Mạng lưới lưu trữ dạng phân phối chủ yếu do mạng lưới blockchain xây dựng nên, ví dụ IPFS, Filecoin..v..v… \n Chúng tôi kết hợp những công nghệ này để cùng công ty mở rộng mạng lưới của chúng tôi.",
  "tech.dapps.blockchain": "Blockchain",
  "tech.dapps.blockchain.description": "Chúng tôi tạo ra Token trên Ethereum, đồng thời sử dụng mạng lưới Aelf thông qua đồng thời vận hành điểm nút để tạo ra nhiều máy ảo (VM) hơn. \n Ngoài ra, chúng tôi hợp tác với Nem, Harmony, Cybavo, để nhận được lời khuyên và hỗ trợ kỹ thuật hàng đầu.",
  "tech.pod": "Chuyển xác minh",
  "tech.pod.a": "A - Nhận nội dung từ điểm nút vận hành",
  "tech.pod.a.description": "Trước khi WN-C bắt đầu bàn giao, Alice đang xin người thao tác đơn nội dung Node C, nó gửi tín hiệu cho SN-A ở gần đó, đồng thời sau khi nội dung được gửi đi, Alice gửi tín hiệu xác nhận cho SN-A, chúng tôi gọi quá trình này là \"Đã xác minh\".",
  "tech.pod.b": "B - Nhận nội dung từ điểm nút siêu cấp",
  "tech.pod.b.description": "Bob đang yêu cầu nội dung từ điểm nút siêu cấp B. Vì SN-B không thể tự xác minh, SN-B gửi tín hiệu cho SN-A ở gần đó, đồng thời sau khi nội dung được gửi đi, Bob gửi tín hiệu xác nhận cho SN-A, chúng tôi gọi quá trình này là \"Đã xác minh\".",
  "tech.demo": "Trưng bày sản phẩm",
  "tech.demo.description": "Chúng tôi đã tạo ra bộ nhớ dạng phân tán giống như IPFS, nó thân cận hơn so với đám mây, hơn nữa nhanh hơn so với bộ nhớ khác.",
  "tech.see.demo": "See Demo",
  "tech.miner": "Trở thành thợ mỏ",
  "tech.miner.description": "",
  "tech.mobile": "Phiên bản di động",
  "tech.desktop": "Phiên bản máy tính",
  "tech.nas": "Đám mây riêng tư",
  "tech.comingsoon": "Sẽ sớm xuất hiện",
  "tech.documentation": "Tập tin",
  "tech.documentation.description": "Chúng tôi rất tự hào vì có thể cung cấp dịch vụ miễn phí cho các dự án nguồn mở và phi lợi nhuận. Sử dụng tinh thần nguồn mở để trải nghiệm phương án giải quyết của chúng tôi!",
  "tech.whitepaper": "Sách trắng",
  "tech.sdk": "Nhóm công cụ khai thác phần mềm (SDK)",
  "tech.github": "GitHub",
  "tech.readmore": "Xem thêm"
}
