{
  "token.html.title": "Token",
  "token.title": "Lớp truyền tải thông qua Token điều khiển",
  "token.description": "Token Economics là một hình thức thay đổi cơ chế khuyến khích của con người từ căn bản, nhiệm vụ chủ yếu của thiết kế này là một phương pháp của cơ chế khuyến khích chỉ định, mà một con người lý trí sẽ dựa theo thông tin của mình, dùng một hình thức nào đó để làm việc và mang lại lợi ích, từ đó thể hiện kết quả của kinh tế chia sẻ.",
  "token.usecase": "Ví dụ thực tế",
  "token.b2b": "Doanh nghiệp với doanh nghiệp",
  "token.b2b.description": "Ở lĩnh vực truyền thông, giải trí và giáo dục, ví dụ phát trực tiếp, nhạc trực tuyến, nội dung âm thanh hình ảnh trực tuyến, đào tạo trực tuyến bằng âm thanh và hình ảnh, phương tiện truyền thông xã hội, diễn đàn và hỗ trợ tải tập tin cập nhật. POSEIDON NETWORK chủ yếu thu thập băng thông, không gian lưu trữ từ NAS và Linux, đồng thời hỗ trợ cho doanh nghiệp vừa và nhỏ (SME) đồng ý cung cấp tài nguyên internet nhàn rỗi, đồng thời cung cấp tài nguyên internet cho các doanh nghiệp nêu trên và thu về lợi nhuận.",
  "token.c2b2b": "Người tiêu dùng với doanh nghiệp với doanh nghiệp",
  "token.c2b2b.description": "Ngoài doanh nghiệp vừa và nhỏ, chúng tôi cũng mở cửa cho quần chúng gia nhập mô hình đào mỏ POSEIDON NETWORK, đồng thời thông qua NAS, máy tính hoặc thiết bị di động để chia sẻ tài nguyên nhàn rỗi để thu lợi nhuận.",
  "token.howwork": "Vận hành như thế nào?",
  "token.howwork.description": "QQQ là Token dạng chức năng của nền tảng POSEIDON NETWORK, là phần quan trọng nhất trong POSEIDON NETWORK, cũng là Token duy nhất của hệ thống sinh thái này. Thanh toán Token QQQ để điều khiển dịch vụ POSEIDON NETWORK, hoặc cung cấp tài nguyên internet mà bạn chưa sử dụng để nhận được QQQ.",
  "token.getqqq": "Làm thế nào để nhận được Poseidon Network QQQ",
  "token.getqqq.exchanges": "Sàn giao dịch",
  "token.getqqq.exchanges.description": "QQQ Token hỗ trợ cho nhiều sàn giao dịch, để mọi người có thể sử dụng đồng tiền pháp định và đồng tiền mã hóa để trao đổi tài sản.",
  "token.getqqq.community": "Phần thưởng cộng đồng",
  "token.getqqq.community.description": "Chúng tôi mang lại nhiều loại bảo hiểm cho cộng đồng, ví dụ Kế hoạch học bổng, Khai thác nghiên cứu, Tình nguyện viên thử nghiệm, Đại sứ đại học..v..v… Đây là viễn cảnh của chúng tôi trong tương lai, tất cả niềm tin đều đến từ thành viên cộng đồng là các bạn.",
  "token.getqqq.community.link": "Cộng đồng"
}
