{
  "company.html.title": "เกี่ยวกับพวกเรา",
  "company.title": "สร้างเครือข่ายเชิงนิเวศที่มีประสิทธิภาพมากขึ้น",
  "company.description": "พวกเรามีการให้บริการCDNแบบกระจาย และGCP,AWS Cloud Service แบบกระจายด้วย โดยอาศัยอินเทอร์เน็ต NAS พวกเราทำให้ Fog Computing เป็นจริงได้ ซึ่งมันสามารถเข้าใกล้ผู้ใช้ได้มากกว่า Cloud Computing พร้อมด้วยความเร็วสูงกว่า ราคาถูกกว่า และสามารถใช้ทรัพยากรที่ไม่ได้ใช้งานให้เกิดประโยชน์สูงสุด ด้วยแผนการแก้ไขที่ยืดหยุ่นต่าง ๆ  โดยมีพาร์ทเนอร์ร่วมงานประกอบด้วยแบรนด์ NAS ชั้นนำของโลก อีคอมเมิร์ซ อุตสาหกรรมcontent ไลฟสด เกมมือถือชื่อดัง ฟอรัมชุมชนเป็นต้น",
  "company.ourvalue": "คุณค่าของเรา",
  "company.ourvalue.spirit": "จิตวิญญาญ",
  "company.ourvalue.spirit.description": "พวกเราให้ความสำคัญกับลูกค้า-นี่เป็นสาเหตุที่พวกเราเคารพความเป็นส่วนตัว โดยไม่นำข้อมูลของลูกค้าหรือข้อมูลของผู้ใช้ปลายทางไปใช้ประโยชน์ ทีมงานของพวกเราจะมอบความช่วยเหลือโดยผ่านศูนย์บริการของเรา",
  "company.ourvalue.sharing": "แชร์",
  "company.ourvalue.sharing.description": "แพลตฟอร์มของเราสามารถช่วยวิสาหกิจในอุตสาหกรรมต่าง ๆ ทำการพัฒนาและขยายไปอย่างรวดเร็วและมีความปลอดภัย ในขณะเดียวกัน ก็รู้สึกภูมิใจมากที่มอบบริการฟรีให้กับโอเพ่นซอร์สและโครงการที่ไม่หวังผลกำไร",
  "company.ourvalue.innovation": "นวัตกรรมใหม่",
  "company.ourvalue.innovation.description": "ตั้งแต่เริ่มแรก พวกเราก็นำข้อมูลและโปรแกรมแอพเคลื่อนย้ายไปที่บริเวณใกล้เคียงของผู้ใช้ปลายทาง -ในตอนต้นของเครือข่าย- เพื่อปรับปรุงโปรแกรมแอพและเว็บไซต์ พวกเราจะจัดสร้างมาตฐานในอุตสาหกรรมอย่างต่อเนื่อง และสร้างนวัตกรรมใหม่ที่ล้ำหน้า",
  "company.team": "ทีมงานที่รู้จัก",
  "company.techteam": "ทีมงานด้านเทคโนโลยี่หลัก",
  "Raymond": "ช่วงก่อนที่ Raymond จะเพิ่มเข้า Qinfra นั้น เคยทำงานในบริษัทเบลเยี่ยมแห่งหนึ่งของไต้หวัน โดยรับหน้าที่เป็นผู้นำของทีมงานการวิจัยและพัฒนา ซึ่งเขามีบทบาทสำคัญในโครงการความร่วมมือระหว่างไต้หวัน สหรัฐอเมริกาและเบลเยียม มีความรู้ด้านเทคนิคที่หนาแน่นและสามารถสื่อสารได้อย่างดี ซึ่งRaymond สำเร็จการศึกษาระดับปริญญาโทสาขาวิศวกรรมการสื่อสารจากมหาวิทยาลัยชิงหัวแห่งชาติ",
  "ST Wang": "ดร.Wang มีประสบการณ์ระดับมืออาชีพมากกว่า 20 ปีในด้านการเรียนรู้เครื่องจักรและระบบสมองกลฝังตัว เมื่อก่อนเขารับผิดชอบออกแบบแผนการแก้ไขและจัดสร้างฟังก์ชั่นใหม่ ซึ่งดร. Wangสำเร็จการศึกษาระดับปริญญาเอกสาขาวิทยาศาสตร์คอมพิวเตอร์และวิศวกรรมสารสนเทศ",
  "Wu Sung": "Wu Sung มีประสบการณ์ระดับมืออาชีพมากกว่า 16 ปีในด้านบริการให้คำปรึกษาทางไอที เขาออกแบบแผนการแก้ไขให้กับวิสาหกิจต่าง ๆ ที่เกี่ยวกับGCP และ AWS ซึ่งสำเร็จการศึกษาระดับปริญญาตรีสาขาวิทยาศาสตร์คอมพิวเตอร์และวิศวกรรมสารสนเทศ",
  "Ju Ouyang": "นักศึกษาปริญญาเอกในสถาบันวิทยาศาสตร์การแพทย์มหาวิทยาลัยTzu Chi คุ้นเคยกับการพัฒนาสมองกลฝังตัวLinux และคุ้นเคยกับโครงสร้างทดสอบโดยอัตโนมัติของGUIและการใช้งานจริง",
  "company.advisors": "ทีมงานที่ปรึกษา",
  "company.advisors.andy": "CEO of Asia Innovation \n Group Founder of Gifto",
  "company.advisors.JasonHsu": "Crypto Congressman, Taiwan Government.",
  "company.advisors.CelesteKwon": "VP, ACE Exchange \n VP, InfiniteX",
  "company.advisors.YanChean": "CEO & Co-founder of LONGHASH",
  "company.advisors.KennyHsiao": "Founder of Badwater Capital",
  "company.advisors.DanielYeh": "CEO of AIG Taiwan \n GM of Uplive",
  "company.advisors.DavidPan": "GM of ACE Exchange \n CEO of ABA",
  "company.advisors.FenixHsu": "NEM.TW CTO \n TRON competition first prize",
  "company.advisors.PosiedonHo": "Founder of Outliers",
  "company.advisors.JunQian": "Principal Director \n Microsoft AI+ Research Founder \n Amazon Machine Learning",
  "company.advisors.ChenZhuling": "MIT graduate \n Consulting veteran at Roland Berger. Advised multiple MNCs and governments",
  "company.roadmap": "แผนการพัฒนา",
  "company.roadmap.description": "Poseidon มีวิสัยทัศน์มากมาย ไม่เพียงแค่เทคโนโลยี่อย่างเดียว ในฐานะที่เป็นหัวใจหลักของการทำงานเรา เป้าหมายของพวกเราคือการปรับปรุงชีวิตของมนุษย์ให้ดีขึ้น โดยเริ่มจากพื้นฐาน การเติบโตของพวกเราจะมุ่งเน้นในด้านความโปร่งใสความซื่อสัตย์และการครอบคลุมเป็นหลัก",
  "company.roadmap.2018q1q3": "2018 Q2 - Q3",
  "company.roadmap.2018q1q3.description": "การพัฒนาหลัก",
  "company.roadmap.2018q4": "2018 Q4",
  "company.roadmap.2018q4.description": "Centralized dispatcher、Distributed Edges \n พื้นที่จัดเก็บที่รองรับได้: AWS S3, User HD (NAS) \n โหนดในเครือข่าย50 โหนด, การส่งผ่านต่อเดือน1,300TB/W , พื้นที่จัดเก็บทั้งหมด : 200TB",
  "company.roadmap.2019q1": "2019 Q1",
  "company.roadmap.2019q1.description": "Centralized dispatcher、Distributed Edges \n พื้นที่จัดเก็บที่รองรับได้: AWS S3, User HD (NAS) \n โหนดในเครือข่าย100 โหนด, การส่งผ่านต่อเดือน 2,700T B/W , พื้นที่จัดเก็บทั้งหมด : 400TB",
  "company.roadmap.2019q2q3": "2019 Q2 - Q3",
  "company.roadmap.2019q2q3.description": "POSEIDON V1: Distributed Qontroller, Distributed Edges \n พื้นที่จัดเก็บที่รองรับได้: เพิ่มเป็น IPFS \n โหนดในเครือข่าย 500 โหนด, การส่งผ่านต่อเดือน 15 PT B/W , พื้นที่จัดเก็บทั้งหมด :  5PB",
  "company.roadmap.2019q4": "2019 Q4",
  "company.roadmap.2019q4.description": "POSEIDON V2: Decentralized Qontroller, Distributed Edges \n โหนดในเครือข่าย 2,500 โหนด, การส่งผ่านต่อเดือน 20 PT B/W , พื้นที่จัดเก็บทั้งหมด :  7PB",
  "company.roadmap.2020q1": "2020 Q1",
  "company.roadmap.2020q1.description": "POSEIDON V2: Decentralized Qontroller, Distributed Edges \n โหนดในเครือข่าย 5,000 โหนด, การส่งผ่านต่อเดือน 40 PT B/W , พื้นที่จัดเก็บทั้งหมด :  15PB",
  "company.roadmap.2020q2q4": "2020 Q2 - Q4",
  "company.roadmap.2020q2q4.description": "POSEIDON V2:Decentralized Qontroller, Distributed Edges \n โหนดในเครือข่าย 11,000 โหนด, การส่งผ่านต่อเดือน 150 PT B/W , พื้นที่จัดเก็บทั้งหมด :  50PB",
  "company.nodesnetwork": "เครือข่ายที่มีโหนดจำนวนมากที่สุด",
  "company.nodesnetwork.description": "POSEIDON NETWORK กำลังแสวงหาที่จะร่วมมือกับบริษัท หน่วยงานราชการ มหาวิทยาลัย ฯลฯ เป็นระยะยาว และจะเป็นโหนดใหญ่ที่มั่นคง",
  "company.businessplanbtn": "แผนธุรกิจ"
  }
