{
  "home.html.title": "หน้าหลัก",
  "home.title": "สำหรับแผนการแก้ปัญหาของการคำนวณขอบแดนกระจายของบล็อคเชน",
  "home.description": "เครือข่ายการกระจายข้อมูลแบบไร้ศูนย์กลางที่ใหญ่สุดในโลก (CDN + DSN) ซึ่งมีการดำเนินการโดยเศรษฐกิจโทเค่น ทำให้ความเร็วในการส่งข้อมูลรวดเร็วยิ่งขึ้นและราคาถูกด้วย อีกทั้ง สามารถใช้แบนด์วิดท์และพื้นที่จัดเก็บข้อมูลที่ไม่ได้ใช้งานในทั่วโลก ให้เกิดประโยชน์สูงสุด อย่างเช่น NAS  คอมพิวเตอร์ตั้งโต๊ะ อุปกรณ์พกพา ฯลฯ การให้บริการของพวกเราเป็นแบบไร้ศูนย์กลางและมีประสิทธิภาพสูงสุด โดยสามารถเข้าได้กับเครือข่ายที่มีอยู่ในปัจจุบันและโครงสร้างพื้นฐานในบล็อคเชนเพื่อปรับปรุงแบนด์วิดธ์ให้มีประสิทธิภาพเพิ่มขึ้น",
  "home.whitepaper": "หนังสือปกขาว",
  "home.join": "เพิ่มเข้ากลุ่มชุมชน",
  "home.whatposeidon": "Poseidon Network คืออะไร?",
  "home.explain": "พวกเรามีการให้บริการ CDN แบบกระจายที่เหมือนGCP และAWS Cloud Serviceแบบกระจาย โดยอาศัยเครื่องอุปกรณ์อินเทอร์เน็ตที่คล้าย NAS พวกเราทำให้ Fog Computing เป็นจริงได้ ซึ่งมันสามารถเข้าใกล้ผู้ใช้ได้มากกว่า Cloud Computing พร้อมด้วยความเร็วสูงกว่า ราคาถูกกว่า และสามารถใช้ทรัพยากรที่ไม่ได้ใช้งานให้เกิดประโยชน์สูงสุด ซึ่งพวกเรามีแผนการแก้ไขที่ยืดหยุ่นต่าง ๆ โดยมีพาร์ทเนอร์ร่วมงานประกอบด้วยแบรนด์ NAS ชั้นนำของโลก อีคอมเมิร์ซ อุตสาหกรรมcontent เกมมือถือชื่อดัง ฟอรัมชุมชน ไลฟ์สดเป็นต้น",
  "home.explain.readmore": "รายละเอียดด้านเทคนิคเพิ่มเติม",
  "home.solutions": "แผนการแก้ปัญหา",
  "home.scalabe": "การพัฒนาและขยาย",
  "home.scalabe.description": "พวกเรามีโหนดทั่วโลกที่กระจายได้ โดยเสนอแบนด์วิดธ์ พื้นที่จัดเก็บและคอมพิวติ้ง อีกทั้งมีพาร์ทเนอร์หลายคนที่ร่วมงานในด้านเทคโนโลยี่บล็อคเชนระดับชั้นนำ",
  "home.cheaper": "ราคาถูกมาก",
  "home.cheaper.description": "เมื่อเปรีบบเทียบกับผู้ให้บริการคลาวด์ขนาดใหญ่แล้ว สามารถลดต้นทุนได้ 2/3 และมีความเร็วที่สูงกว่า  ซึ่งมีการให้บริการและจัดแผนการแก้ปัญหาที่เป็นมิตรให้กับวิสาหกิจด้วย",
  "home.fast": "ความเร็วสูง",
  "home.fast.description": "Poseidon Network มีความเร็วสูงกว่า  ส่วนFog Computing สามารถเข้าใกล้ผู้ใช้งานที่อยู่ขอบแดนได้มากกว่า ดังนั้น จึงมีการพัฒนาและขยายต่ำกว่าคลาวด์(Cloud Computing) เมื่อเปรียบเทียบกับAWS CloudFrontในด้านเวลาโหลดของเว็บไซต์((TTFB) ใช้แค่1/10 จากของเดิม และความเร็วในการดาวน์โหลดจะเร็วขึ้น 2 เท่าด้วย",
  "home.ecosystem": "ระบบเชิงนิเวศ",
  "home.ecosystem.description": "พวกเราได้จัดสร้างแพลตฟอร์มการแชร์ทรัพยากรอินเทอร์เน็ต โดยใช้เทคโนโลยีบล็อกเชนเป็นพื้นฐาน เศรษฐกิจแบบแบ่งปันนั้น มีการขับเคลื่อนโดย QQQ Token นี่เป็นระบบเชิงนิเวศที่เปรียบเหมือนเป็นมิตกับการเหมืองแร่และไร้ขอบแดนอีกด้วย",
  "home.customers": "แผนการแก้ปัญหาที่จัดให้กับวิสาหกิจโดยเฉพาะ",
  "home.mobile": "ตั้งค่าได้ง่าย",
  "home.mobile.description": "เพิ่มเข้า Poseidon Network \n ทันที มีสิทธิ์รับรางวัลวันภายในห้านาที",
  "home.mobile.download": "ดาวน์โหลด Demo App",
  "home.mobile.github": "GitHub",
  "home.team": "สมาชิกในกลุ่ม",
  "home.partners": "พาร์ทเนอร์ร่วมงาน",
  "home.investors": "ผู้ลงทุน",
  "home.investors.longhash": "เครื่องเร่งบล็อกเชนสากล",
  "home.investors.JamieLin": "ผู้อำนวยการและลูกพี่ใหญ่ของไต้หวัน",
  "home.investors.JaclynTsai": "ผู้ก่อตั้งและที่ทนายความ สำนักทนายความเทคโนโลยีกฎหมายระดับสากล Lee Tsai",
  "home.investors.SegaCheng": "ผู้อำนวยการiKala,LIVEhouse.in และ GCP Expert",
  "home.media": "สื่อที่ร่วมงาน"
}
