{
  "technology.html.title": "เทคโนโลยี่",
  "tech.title": "แพลตฟอร์มการแชร์ทรัพยากรอินเทอร์เน็ตในยุคต่อไป",
  "tech.description": "เครือข่ายเพิ่มเนื้อหาความเร็วแบบไร้ศูนย์กลางที่ใหญ่สุดในโลก (CDN + DSN) ซึ่งมีการดำเนินการโดยเศรษฐกิจโทเค่น ทำให้ความเร็วในการส่งข้อมูลรวดเร็วยิ่งขึ้นและราคาถูกด้วย อีกทั้ง สามารถใช้แบนด์วิดท์ NAS(คลาวด์ส่วนตัว) โฮสต์คอมพิวเตอร์และอุปกรณ์พกพา อีกทั้งทำให้แบนด์วิดท์และพื้นที่จัดเก็บที่ไม่ได้ใช้งานในทั่วโลกให้เกิดประโยชน์สูงสุด  \n มันเป็นแบบกระจาย มีประสิทธิภาพสูง และสามารถเข้ากับเครือข่ายและโครงสร้างบล็อกเชนที่มีอยู่ในปัจจุบันได้   ซึ่งจะช่วยปรับแต่งแบนด์วิดท์ในเนื้อหาของเว็บไซต์แต่ละประเภท(ไฟล์คงที่/วิดีโอสั่งรับชม/ไลฟ์สดแบบสตรีมมิ่ง)",
  "tech.dapps.scenario": "โครงสร้าง Poseidon Network Dapps",
  "tech.dapps.scenario.description": "แผนภูมิชั้นบนนั้น จะแสดงฉากในของApp และDapps ซึ่งประกอบด้วยไลฟ์สด วิดีโอ รูปภาพการแชร์ ไฟล์การแชร์ รูปแบบการส่งไฟล์อัพเดท และเครื่องหมายของบล็อกเชนในอนาคต สภาพแวดล้อมในการดำเนินการที่เชื่อถือได้(TEE) โอกาสที่อาจเป็นไปได้โดยไม่มีข้อจำกัด  \n แผนภูมิตรงกลางนั้น จะแสดงบันทึกข้อตกลงสมาร์ทและอัลกอริทึ่ม รักษาประสิทธิภาพของมันด้วยอัลกอริทึ่มที่หลากหลาย จนกลายเป็นชั้นกำกับดูแล  \n แผนภูมิชั้นล่างสุดนั้น จะแสดงโครงสร้างชั้นล่างทั้งหมด รวมด้วย  QCDN DSN และบล็อคเชนQCDN อีกทั้งQEdgeที่ในฐานะเป็นโหนดของเครื่องแจกจ่ายและQontroller",
  "tech.smartcontract": "บันทึกข้อตกลงสมาร์ทของPoseidon Network",
  "tech.smartcontract1": "อัลกอริทึ่มการเลือกโหนด",
  "tech.smartcontract2": "อัลกอริทึ่ประมาณการสำหรับแคช",
  "tech.smartcontract3": "ราคา QCDN ที่แข็งแกร่งและบันทึกข้อตกลงสมาร์ท",
  "tech.smartcontract4": "การโหวตโดยQEdge และบันทึกข้อตกลงสมาร์ทในการให้รางวัล",
  "tech.smartcontract5": "บันทึกข้อตกลงสมาร์ทในการชำระเงินและกำหนดระยะเวลา",
  "tech.dapps.title": "โปรแกรมแบบไร้ศูนย์กลาง",
  "tech.dapps.qcdn": "QCDN",
  "tech.dapps.qcdn.description": "เครือข่ายการให้เนื้อหาแบบการกระจายในยุคต่อไป (dCDN)ที่จัดสร้างโดย POSEIDON NETWORKนั้น ได้ชื่อว่าเป็น QCDN \n มันรวมด้วยผู้ควบคุมเครือข่ายที่ชื่อ Qontroler และโหนดไร้ศูนย์กลางจากทั่วโลกที่ชื่อเรียกว่า Qedge เพิ่มเข้าเครือข่ายของพวกเรา", 
  "tech.dapps.dsn": "DSN",
  "tech.dapps.dsn.description": "จุดสำคัญของเครือข่ายจัดเก็บแบบกระจายนั้น มีการจัดสร้างด้วยเครือข่ายบล็อกเชน เช่น IPFS Filecoinเป็นต้น \n พวกเราได้ผสานรวมเทคโนโลยีและบริษัทเหล่านี้ในการขยายเครือข่ายของเรา",
  "tech.dapps.blockchain": "Blockchain",
  "tech.dapps.blockchain.description": "พวกเราได้สร้างโทเค่นบน Ethereum และได้สร้างเครื่องจำลอง(VM)หลายตัวโดยใช้เครือข่าย Aelf พร้อมกับการดำเนินงานของโหนด \n นอกจากนี้ พวกเรายังร่วมมือกับ Nem,Harmony,Cybavo ด้วย เพื่อให้มีการร่วมงานและการรับข้อแนะนำระดับชั้นนำที่สุด",
  "tech.pod": "การจัดส่งหลักฐาน",
  "tech.pod.a": "A - การรับเนื้อหาจากโหนดที่ใช้งาน",
  "tech.pod.a.description": "ช่วงก่อนที่WN-C จะส่งมอบนั้น  Alice จะร้องขอเนื้อหาตารางกับผู้ปฏิบัติงาน Node C ซึ่งมันจะส่งสัญญาณให้กับSN-A ที่อยู่บริเวณใกล้เคียง หลังจากที่เนื้อหาส่งออกไปแล้ว Aliceจะส่งสัญญาณให้กับSN-Aเพื่อทำการยืนยัน ซึ่งพวกเราเรียกชื่อมันว่า "ตรวจสอบแล้ว"",
  "tech.pod.b": "B - การรับเนื้อหาจากโหนดพิเศษ",
  "tech.pod.b.description": "Bob จะร้องขอเนื้อหากับโหนดพิเศษB เนื่องจากSN-Bไม่สามารถตรวจสอบตัวเองได้ SN-Bจึงส่งสัญญาณไปที่SN-A ที่อยู่บริเวณใกล้เคียง หลังจากที่เนื้อหาส่งออกไปแล้ว Bobจะส่งสัญญาณให้กับSN-A เพื่อทำการยืนยันซึ่งพวกเราเรียกชื่อมันว่า "ตรวจสอบแล้ว"",
  "tech.demo": "การแสดงสินค้า",
  "tech.demo.description": "พวกเราได้จัดพื้นที่จัดเก็บแบบกระจายที่คล้ายแบบIPFS ซึ่งมันจะเข้าใกล้ได้มากกว่าคลาวดร์ และสามารถจัดเก็บได้รวดเร็วกว่าพื้นที่จัดเก็บตัวอื่น",
  "tech.see.demo": "See Demo",
  "tech.comingsoon": "กำลังจะเปิดตัว",
  "tech.miner": "กลายเป็นคนเหมือง",
  "tech.miner.description": "",
  "tech.mobile": "เวอร์ชั่นอุปกรณ์พกพา",
  "tech.desktop": "เวอร์ชั่นคอมพิวเตอร์",
  "tech.nas": "คลาวด์ส่วนตัว",
  "tech.comingsoon": "กำลังจะเปิดตัว",
  "tech.documentation": "ไฟล์",
  "tech.documentation.description": "พวกเรารู้สึกภูมิใจมากที่มอบบริการฟรีให้กับโอเพ่นซอร์สและโครงการที่ไม่หวังผลกำไร การทดลองใช้แผนการแก้ไขของพวกเราด้วยจิตวิญญาณของโอเพ่นซอร์ส!",
  "tech.whitepaper": "หนังสือปกขาว",
  "tech.sdk": "กลุ่มเครื่องมือในพัฒนาซอฟต์แวร์(SDK)",
  "tech.github": "GitHub",
  "tech.readmore": "อ่านเพิ่มเติม"
}
