{
  "token.html.title": "โทเค่น",
  "token.title": "ชั้นส่งผ่านที่ขับเคลื่อนโดยโทเค่น",
  "token.description": "เศรษฐศาสตร์โทเค่นเป็นวิธีในกลไกกระตุ้นเพื่อเปลียนแปลงผู้คนจากพื้นฐาน เป้าหมายในการออกแบบครั้งนี้คือจัดสร้างวิธีในกลไกกระตุ้น คนที่มีเหตุผลมักจะใช้การกระทำรูปแบบอื่นในสร้างผลประโยชน์ด้วยข้อมูลของตนที่มีอยู่ จนสามารถทำเศรษฐกิจแบบแบ่งปันให้เป็นจริง",
  "token.usecase": "ตัวอย่างจริง",
  "token.b2b": "วิสาหกิจกับวิสาหกิจ",
  "token.b2b.description": "ในด้านสื่อมวลชน ความบันเทิงและการศึกษา เช่นไลฟ์สด เพลงออนไลน์   วีดีโอออนไลน์ในอุตสาหกรรมcontent  เว็บไซต์เทปเสียงและวีดีโอด้านการศึกษา โซเชียลมีเดีย  ฟอรัม และการดาวน์โหลดไฟล์อัพเดท ซึ่งPOSEIDON NETWORK จะสะสมแบนด์วิดธ์ พื้นที่จัดเก็บจากระบบ NAS และLinux เป็นหลัก และจะชำระเงินให้กับวิสาหกิจขนาดกลางและขนาดเล็ก(SME)ที่เสนอทรัพยากรอินเทอร์เน็ตที่ไม่ได้ใช้งาน และเสนอทรัพยากรอินเทอร์เน็ตให้กับอุตสาหกรรมข้างต้นเพื่อสร้างรายได้",
  "token.c2b2b": "ผู้บริโภคกับวิสาหกิจกับวิสาหกิจ",
  "token.c2b2b.description": "นอกจากวิสาหกิจขนาดกลางและขนาดเล็กแล้ว พวกเรายังเปิดให้ทุกคนสามารถเพิ่มเข้า POSEIDON NETWORK ได้ และจัดสร้างรูปแบบการเหมือง ที่สามารถแชร์ทรัพยากรอินเทอร์เน็ตที่ได้ไม่ใช้งานโดยผ่านNAS คอมพิวเตอร์และอุปกรณ์มือถือ เพื่อรับผลประโยชน์จากการแชร์",
  "token.howwork": "ดำเนินการอย่างไร?",
  "token.howwork.description": "QQQ เป็นโทเค่นแบบฟังก์ชั่นของแพลตฟอร์ม POSEIDON NETWORK และเป็นส่วนสำคัญของแพลตฟอร์ม POSEIDON NETWORK ด้วย ซึ่งเป็นโทเค่นหนึ่งเดียวในระบบเชิงนิเวศนี้ การชำระโทเค่นQQQเพื่อขับเคลื่อนการให้บริการของPOSEIDON NETWORK หรือเสนอทรัพยากรอินเทอร์เน็ตที่ไม่ได้ใช้งานของท่าน เพื่อรับQQQ",
  "token.getqqq": "จะรับ Poseidon Network QQQ อย่างไร",
  "token.getqqq.exchanges": "ศูนย์แลกเปลี่ยน",
  "token.getqqq.exchanges.description": "QQQ Token มีการรองรับศูนย์แลกเปลี่ยนหลายแห่ง ทำให้ผู้คนสามารถใช้fiat coin หรือเงินดิจิตอล ทำธุรกรรมการแลกเปลี่ยนได้",
  "token.getqqq.community": "การให้รางวัลกลุ่มชุมชน",
  "token.getqqq.community.description": "พวกเราจะเสนอประกันที่หลากหลายในเขตชุมชน เช่นแผนการสมัครทุนการเรียน การวิจัยและการพัฒนา การทดสอบอาสาสมัคร ทูตในวิทยาเขตเป็นต้น วิสัยทัศน์และความเชื่อทั้งหมดของพวกเรา จะมอบโดยพวกคุณที่อยู่ในกลุ่มชุมชน",
  "token.getqqq.community.link": "กลุ่มชุมชน"
}
