{
  "home.html.title": "Домашняя страница",
  "home.title": "Решение распределенной операции границы на основе блокчейна",
  "home.description": "Крупнейшая в мире сеть передачи информации децентрализации (CDN + DSN), с помощью токена проводит экономическую эксплуатацию. Более большая скорость передачи, дешевле, к тому же эффективно использовать широту канала, что не полностью применяется в мире, и устройство пространства хранения, например: NAS, настольный компьютер, мобильное устройство... и т. д. Наши услуги являются нецентральными и высокоэффективными, и полностью совпадают с текущей сетью и инфраструктурой блокчейна в качестве оптимизации широты канала. ",
  "home.whitepaper": "Белая книга",
  "home.join": "Участвовать в сообществе",
  "home.whatposeidon": "Что это за Poseidon Network?",
  "home.explain": "Мы предоставляем CDN распределенные услуги, например, распределенные GCP, AWS Cloud Service. А с помощью NAS устройства интернета вещей мы осуществили туманные вычисления. Они ближе от пользователей, чем облако, быстрее, дешевле, эффективнее используют свободные, неиспользуемые ресурсы. Посредством наших разных гибких решений партнеры по сотрудничеству включают в себе передовой бренд NAS в мире, электронную коммерцию, промышленность содержания, известные игры для телефона, форум жилого микрорайона, прямую передачу и т. д. ",
  "home.explain.readmore": "Еще технические подробности",
  "home.solutions": "Решение",
  "home.scalabe": "Способность к расширению",
  "home.scalabe.description": "Мы уже имеем распределенные глобальные узловые точки, предоставляем широту канала, хранение и вычислительную мощность, и некоторых первоклассных партнеров по сотрудничеству техники блокчейна.",
  "home.cheaper": "Низкая цена",
  "home.cheaper.description": "Экономить 2/3 себестоимость, чем поставщик крупного облака, и быстрее. Предоставлять дружеское решение для предприятий и услуги.",
  "home.fast": "Большая скорость",
  "home.fast.description": "Poseidon Network быстрее. Край туманного конца ближе от пользователей, поэтому задержание гораздо ниже, чем край облока. В сравнении с AWS CloudFront, время загрузки сайта (TTFB) только составляет 1/10 от исходного времени, скорость скачивания быстрее на 2 раза.",
  "home.ecosystem": "Экологическая система",
  "home.ecosystem.description": "Мы создали платформу совместного использования веб-ресурсов на основе техники блокчейна. Экономика совместного потребления приводится в движение QQQ Token. Это экологическая система дружеской добычи без границы. ",
  "home.customers": "Специально созданное для предприятий решение",
  "home.mobile": "Легкая разработка",
  "home.mobile.description": "Сразу участвовать в Poseidon Network \n Получать награду за 5 мин. ",
  "home.mobile.download": "Скачать Demo App",
  "home.mobile.github": "GitHub",
  "home.team": "Члены команды",
  "home.partners": "Партнеры по сотрудничеству",
  "home.investors": "Инвестор",
  "home.investors.longhash": "Ускоритель международного блокчейна",
  "home.investors.JamieLin": "Генеральный директор Taiwan Mobile Co., Ltd.",
  "home.investors.JaclynTsai": "Учредитель и ведущий адвокат международной научно-технической юридической конторы «Лици»",
  "home.investors.SegaCheng": "Генеральный директор iKala, LIVEhouse.in и GCP Expert",
  "home.media": "СМИ по сотрудничеству"
}
