{
  "technology.html.title": "Техника",
  "tech.title": "Платформа совместного использования веб-ресурсов будущего поколения",
  "tech.description": "Крупнейшая в мире сеть содержания ускорения децентрализации (CDN + DSN), с помощью токена проводит экономическую эксплуатацию Более большая скорость передачи, дешевле, другие эффективно использовать NAS (частное облако), главную машину, мобильное устройство, и широту канала, что не полностью применяется в мире, и устройство пространства хранения. \n это распределенное, высокоэффективное, сочетается с текущими интернетом и блокчейном. осуществлять оптимизацию содержания каждого типа веб-страницы (Статический файл / видео по требованию / потоковое воспроизведение прямой передачи)",
  "tech.dapps.scenario": "Poseidon Network Dapps конструкция",
  "tech.dapps.scenario.description": "Самый верхний слой графика, показывает сферу применения App и Dapps, в том числе прямую передачу, совместное использование видео, фото, совместное использование документов, обновление способов посылки документов, и ярлык будущего блокчейна, уверенные условия исполнения (TEE), больше возможных шансов без ограничения. \n Средний график показывает смарт-контракт и алгоритм. Разнообразные исчисления сохраняют его эффективность и образуют слой контроля \n Самый нижний график показывает целую конструкцию нижнего слоя, в том числе QCDN, DSN и блокчейн QCDN еще включает в себе узловую точку QEdge в качестве распределителя и Qontroller.",
  "tech.smartcontract": "Poseidon Network смарт-контракт",
  "tech.smartcontract1": "Избирательный алгоритм узловой точки",
  "tech.smartcontract2": "Алгоритм прогнозирования кэш",
  "tech.smartcontract3": "Эластичная QCDN цена и смарт-контракт",
  "tech.smartcontract4": "QEdge смарт-контракт голосования и награды",
  "tech.smartcontract5": "Смарт-контракт платежа и периода блокировки",
  "tech.dapps.title": "Приложение децентрализации",
  "tech.dapps.qcdn": "QCDN",
  "tech.dapps.qcdn.description": "Сеть распределения распределенного содержания (dCDN), созданная POSEIDON NETWORK Называется QCDN. \n Она включает в себе Qontroller диспетчер сети и узловую точку децентрализации QEdge из всех мест мира, участвовать в нашу сеть. ", 
  "tech.dapps.dsn": "DSN",
  "tech.dapps.dsn.description": "Распределенная сеть хранения преимущественно создана сетью блокчейна, например, IPFS, Filecoin и т. д. \n Мы сочетаем эти техники и компании, чтобы расширять нашу сеть. ",
  "tech.dapps.blockchain": "Blockchain",
  "tech.dapps.blockchain.description": "Мы создаем токен на Эфириуме, и применяем Aelf сеть, посредством узловой точки параллельной работы создаем много виртуальных машин (VM). \n Кроме того, мы сотрудничаем с Nem, Harmony, Cybavo, чтобы получать самые высокие технические предложения и помощи. ",
  "tech.pod": "Свидетельство об отправке",
  "tech.pod.a": "A – получать содержание из рабочей узловой точки",
  "tech.pod.a.description": "До начала сдачи WN-C, Alice просит у работника окна содержания Node C, Он посылает сигнал соседнему SN-A, и после посылки содержания Alice посылает SN-A сигнал подтверждения, мы называем это «проверено».",
  "tech.pod.b": "B - получать содержание из супер узловой точки",
  "tech.pod.b.description": "Bob просит содержание в супер узловой точке B. В связи с тем, что SN-B не может проводить самопроверку, SN-B посылает соседнему SN-A сигнал, и после посылки содержания, Bob посылает SN-A сигнал подтверждения, мы называем это «проверено».",
  "tech.demo": "Демонстрация продукции",
  "tech.demo.description": "Мы изготовили распределенное хранение как IPFS, оно ближе, чем облако, притом быстрее, чем прочие хранения.",
  "tech.see.demo": "See Demo",
  "tech.comingsoon": "Скоро появляться на арене",
  "tech.miner": "Стать шахтером",
  "tech.miner.description": "",
  "tech.mobile": "Версия мобильного устройства",
  "tech.desktop": "Версия компьютера",
  "tech.nas": "Частное облако",
  "tech.comingsoon": "Скоро появляться на арене",
  "tech.documentation": "Документы",
  "tech.documentation.description": "Мы гордо предоставляем бесплатные услуги проектам открытого кода, некоммерческим проектам",
  "tech.whitepaper": "Белая книга",
  "tech.sdk": "Группа средств разработки программного обеспечения (SDK)",
  "tech.github": "GitHub",
  "tech.readmore": "Еще"
}
