{
  "token.html.title": "Токен",
  "token.title": "Транспортный уровень, приведен в движение токеном",
  "token.description": "Экономика токена коренным образом изменяет способы механизма стимулирования людей, основная задача этого дизайна является указанием метода механизма стимулирования, а разумные люди будут согласно своей информации некоторым способом делать дело и получать прибыль, и далее проявлять результат экономики совместного потребления.",
  "token.usecase": "Практические примеры",
  "token.b2b": "Предприятие к предприятию",
  "token.b2b.description": "Области СМИ, развлечения и образования, например, прямая передача видео, онлайновая музыка, отрасль содержания онлайновых музыки и фильмов, СМИ сообщества, веб-сайт аудио и видео, форум и поддержка скачивания обновленных файлов. POSEIDON NETWORK преимущественно из систем NAS и Linux собирает широту канала, пространство памяти, и выплатит мелким и средним предприятиям (SME), кто предоставляет свободные веб-ресурсы, и предоставляет вышеуказанным отраслям веб-ресурсы и получает прибыль. ",
  "token.c2b2b": "Потребители к предприятиям",
  "token.c2b2b.description": "За исключением мелких и средних предприятий мы допускаем широкие массы участвовать в POSEIDON NETWORK, чтобы создать модель добычи, и путем NAS, вычислителя или мобильного устройства совместно использовать ресурсы и получать прибыль.",
  "token.howwork": "Как работать?",
  "token.howwork.description": "QQQ является функциональным токеном POSEIDON NETWORK платформы, POSEIDON NETWORK важнейшей частью, и единственным токеном в этой экологической системе. Платеж QQQ токена приводит POSEIDON NETWORK услуги в движение, или предоставляет веб-ресурсы, что вы не используете, и получает QQQ.",
  "token.getqqq": "Как получать Poseidon Network QQQ",
  "token.getqqq.exchanges": "Биржа",
  "token.getqqq.exchanges.description": "QQQ Token поддерживает много бирж, чтобы люди могут фаби и криптовалютой проводить обмен средствами",
  "token.getqqq.community": "Награда сообщества",
  "token.getqqq.community.description": "Мы предоставляем микрорайонам много страхования, например, план стипендии, исследование и освоение, добровольцы по испытанию, посол университета и т. д. Это наше видение перспектив на будущее, вся вера дается вами в сообществе ",
  "token.getqqq.community.link": "Сообщество"
}
