{
  "company.html.title": "About us",
  "company.title": "Help us build a better Internet",
  "company.description": "We provide decentralized CDN service, the decentralized version of GCP, AWS Cloud Service. With IoT such as NAS, we achieve fog computing, it's closer to users than the cloud, several times faster, cheaper, and effective use of idle resources. With our variety of flexible solutions, partners have included the world's leading NAS brands, e-commerce, content industries, well-known gamer community forums, live streaming and so on.",
  "company.ourvalue": "Our Value",
  "company.ourvalue.spirit": "Spirit",
  "company.ourvalue.spirit.description": "We value our customers — which is why we respect privacy, and don’t exploit customer data or end user data. And our team is available to help along the way via our support center.",
  "company.ourvalue.sharing": "Sharing",
  "company.ourvalue.sharing.description": "Our platform helps businesses across industries scale faster and more securely, and we’re proud to offer free services for open-source and nonprofit projects.",
  "company.ourvalue.innovation": "Innovation",
  "company.ourvalue.innovation.description": "From the start, we’ve moved data and applications closer to the end user — at the edge of the network — to improve apps and websites. Today, we’re continuing to set the industry standard and innovate at the edge.",
  "company.team": "Meet The Team",
  "company.techteam": "Tech Core Team",
  "Raymond": "Raymond has worked for a Belgium Company in Taiwan before joining Qinfra. As a R&D team lead, he plays a major role in joint projects among Taiwan, U.S. and Belgium with solid technical knowledge and good communication. Raymond holds a Master's Degree in Communication Engineering at Nation Tsing-Hua University. ",
  "ST Wang": "Dr. Wang has over 20 years of professional experience in Machine Learning and Embedded Systems. He was previously responsible for designing various solutions and creating proprietary functions. Dr. Wang holds a Ph.D degree in Computer Scient and Information Engineering.",
  "Wu Sung": "Wusung has over 16 years of professional experience in IT consultant service. He designs various enterprise solutions based on GCP and AWS. Wusung holds a Bachelor of Computer Science and Information Engineering.",
  "Ju Ouyang": "PhD Candidate in Institute of Medical Science, Tzu Chi University, Hualien. Familiar with Embedded Linux Development. Familiar with GUI Auto Test Architecture and Implementation.",
  "company.advisors": "Advisors",
  "company.advisors.andy": "CEO of Asia Innovation Group Founder of Gifto",
  "company.advisors.JasonHsu": "Crypto Congressman, Taiwan Government.",
  "company.advisors.CelesteKwon": "VP, ACE Exchange VP, InfiniteX",
  "company.advisors.YanChean": "CEO & Co-founder of LONGHASH",
  "company.advisors.KennyHsiao": "Founder of Badwater Capital",
  "company.advisors.DanielYeh": "CEO of AIG Taiwan GM of Uplive",
  "company.advisors.DavidPan": "GM of ACE Exchange CEO of ABA",
  "company.advisors.FenixHsu": "NEM.TW CTO TRON competition first prize",
  "company.advisors.PosiedonHo": "Founder of Outliers",
  "company.advisors.JunQian": "Principal Director, Microsoft AI+ Research Founder, Amazon Machine Learning",
  "company.advisors.ChenZhuling": "MIT graduate Consulting veteran at Roland Berger. Advised multiple MNCs and governments",
  "company.roadmap": "Roadmap",
  "company.roadmap.description": "There’s so much more to Poseidon than technology. At the heart of our work, we aim to improve human lives — and from the beginning, we’ve grown with a deliberate focus on transparency, integrity, and inclusion.",
  "company.roadmap.2018q1q3": "2018 Q2 - Q3",
  "company.roadmap.2018q1q3.description": "Core Development",
  "company.roadmap.2018q4": "2018 Q4",
  "company.roadmap.2018q4.description": "Centralized dispatcher、Distributed Edges Support Storage: AWS S3, User HD (NAS) 50 Nodes, 1,300TB/W Monthly, Total Supply Storage: 200TB",
  "company.roadmap.2019q1": "2019 Q1",
  "company.roadmap.2019q1.description": "Centralized dispatcher、Distributed Edges Support Storage: AWS S3, User HD (NAS) 100 Nodes, 2,700T B/W Monthly, Total Supply Storage: 400TB",
  "company.roadmap.2019q2q3": "2019 Q2 - Q3",
  "company.roadmap.2019q2q3.description": "POSEIDON V1: Distributed Qontroller, Distributed Edges Support Storage: + IPFS 500 Nodes, 15 PT B/W Monthly, Total Supply Storage: 5PB",
  "company.roadmap.2019q4": "2019 Q4",
  "company.roadmap.2019q4.description": "POSEIDON V2: Decentralized Qontroller, Distributed Edges 2,500 Nodes, 20 PT B/W Monthly, Total Supply Storage: 7PB",
  "company.roadmap.2020q1": "2020 Q1",
  "company.roadmap.2020q1.description": "POSEIDON V2: Decentralized Qontroller, Distributed Edges 5,000 Nodes, 40 PT B/W Monthly, Total Supply Storage: 15PB",
  "company.roadmap.2020q2q4": "2020 Q2 - Q4",
  "company.roadmap.2020q2q4.description": "POSEIDON V2: Decentralized Qontroller, Distributed Edges 11,000 Nodes, 150 PT B/W Monthly, Total Supply Storage: 50PB",
  "company.nodesnetwork": "World’s Largest Nodes Network",
  "company.nodesnetwork.description": "POSEIDON NETWORK will seek long-term cooperative partnership with companies, government agencies, universities, etc. as stable large nodes."
}
