{
  "home.html.title": "Home",
  "home.title": "A Scalable Blockchain Edge Solution",
  "home.description": "Next-Generation Content Acceleration Layer (CDN + DSN), incentivized by Token Economy, it’s cheaper yet faster. Utilized unused bandwidth and storage from any NAS, desktop, or mobile devices around the world.\n It’s distributed, efficient, and integrates perfectly with existing internet and blockchain infrastructure served as a bandwidth optimization mechanism.",
  "home.whitepaper": "Whitepaper",
  "home.join": "Join Our Community",
  "home.whatposeidon": "What is Poseidon Network",
  "home.explain": "We provide decentralized CDN service, the decentralized version of GCP, AWS Cloud Service. With IoT such as NAS, we achieve fog computing, it's closer to users than the cloud, several times faster, cheaper, and effective use of idle resources. With our variety of flexible solutions, partners have included the world's leading NAS brands, e-commerce, content industries, well-known gamer community forums, live streaming and so on.",
  "home.explain.readmore": "Read more",
  "home.solutions": "Solutions",
  "home.scalabe": "Scalable",
  "home.scalabe.description": "We already host decentralized global nodes providing Bandwidth, Storage & Computing, combined with several top-notch blockchain technology partners.",
  "home.cheaper": "Cheaper",
  "home.cheaper.description": "1/3 times cheaper than cloud providers, yet faster. Enterprise friendly solutions and services are provided.",
  "home.fast": "Fast",
  "home.fast.description": "Poseidon is faster. The edge at fog are closer to the users , so that latency is lower than the edges at cloud.10x faster in TTFB & 2x Download Speed than AWS CloudFront.",
  "home.ecosystem": "Ecosystem",
  "home.ecosystem.description": "We build Internet resources sharing platform based on  blockchain technology. Sharing economy is incentive by QQQ token, a mining friendly platform and a powerful ecosystem without border.",
  "home.customers": "Help Company to Do Good Things",
  "home.mobile": "Setting Up Easily",
  "home.mobile.description": "To join Poseidon Network is easy. Get reward immediately in less than 5 minutes.",
  "home.mobile.download": "Get the Demo App",
  "home.mobile.github": "GitHub",
  "home.team": "A Strong Team Determined On Things Happen",
  "home.partners": "Our Strong Partners",
  "home.investors": "Our Investors",
  "home.investors.longhash": "Global Blockchain Incubator",
  "home.investors.JamieLin": "General Manager of Taiwan Mobile Co., Ltd",
  "home.investors.JaclynTsai": "Founder & Chief Lawyer of Lee Tsai&Partners",
  "home.investors.SegaCheng": "CEO of iKala、LIVEhouse.in and GCP Expert",
  "home.media": "Media List"
}
