{
  "technology.html.title": "technology",
  "tech.title": "The Lights towards the next Internet Sources Sharing Platform",
  "tech.description": "Next-Generation Content Acceleration Layer (CDN + DSN), incentivized by Token Economy, it’s cheaper yet faster. Utilized unused bandwidth and storage from any NAS, desktop, or mobile devices around the world. It’s distributed, efficient, and integrates perfectly with existing internet and blockchain infrastructure Served as a bandwidth optimization mechanism for every type of web content (static file / video on demand / live streaming)",
  "tech.dapps.scenario": "Poseidon Network Dapps Architecture",
  "tech.dapps.scenario.description": "The upper chart shows the application scenarios of Apps and dApps, including live broadcast, video sharing, photo sharing, file sharing, update file distribution, and future block chain identity, Trust Execution Environment (TEE), etc., and unlimited possibilities.The middle chart displays smart contracts and algorithms.The various algorithms maintain the efficiency of the POSEIDON NETWORK and form the supervision layer of it.The lower chart demonstrates the entire underlying architecture, which includes QCDN, DSN, and Block chain.QCDN also contains QEdge as the node and the Qontroller of the distributor.",
  "tech.smartcontract": "Poseidon Network Smart Contract",
  "tech.smartcontract1": "Node Selection Algorithm",
  "tech.smartcontract2": "Caching Prediction Algorithm",
  "tech.smartcontract3": "Flexible QCDN pricing and smart contract",
  "tech.smartcontract4": "QEdge Voting and Reward smart contract",
  "tech.smartcontract5": "Payout and Lockup Cycle smart contract",
  "tech.dapps.title": "Poseidon Network Dapps",
  "tech.dapps.qcdn": "QCDN",
  "tech.dapps.qcdn.description": "The next-generation decentralized Content Delivery Network (dCDN) built by the POSEIDON NETWORK is called QCDN. It includes a traffic dispatcher called Qontroller, and QEdge, decentralized nodes from all over the world that join our network.", 
  "tech.dapps.dsn": "DSN",
  "tech.dapps.dsn.description": "Decentralized Storage Network is mostly created by blockchain network like IPFS, Filecoin, etc. We combined with these technology and company to greater our network.",
  "tech.dapps.blockchain": "Blockchain",
  "tech.dapps.blockchain.description": "We create our token on Ethereum, and use Aelf network to create mutiple VM by runing nodes parallel. In addition, we cooperate with Nem, Harmony, and Cybavo to get the toppest technical advices and collaboration.",
  "tech.pod": "Proof of Delivery",
  "tech.pod.a": "A - Requesting Content from Worker Node",
  "tech.pod.a.description": "Alice is requesting content form worker Node C, before WN-C is starting to deliver, it sends a signal to its neighboring SN-A, and after the Content is delivered, Alice sends a confirmed signal to SN-A, and we shall call it “Verified”.",
  "tech.pod.b": "B - Requesting Content from Super Node",
  "tech.pod.b.description": "Bob is requesting content from Super Node B. Since SN-Bcan not verify itself, SN-B sends signal to neighboring SN-A, and after content is delivered, Bob Sends a confirmed signal to SN-A, and we shall call it “Verified”.",
  "tech.demo": "Demo",
  "tech.demo.description": "We demonstrate the decentralize storage like the IPFS, whitch is closer than cloud, and much faster than the others.",
  "tech.demo.file": "Firstly, try to drag and drop your file here",
  "tech.comingsoon": "Coming soon",
  "tech.miner": "Become Miner",
  "tech.miner.description": "The output of QQQ will be calculated based on the node contribution value of each node, designed to be fair and to maintain the stability of the whole network. The rights of miners need to be protected to ensure stable supply of miners, so that the stability of the whole POSEIDON NETWORK can be guaranteed. If you want to participate in the testnet mining, please contact us.",
  "tech.mobile": "Mobile App",
  "tech.desktop": "Desktop App",
  "tech.nas": "NAS",
  "tech.documentation": "Documentation",
  "tech.documentation.description": "We’re proud to offer free services for open-source and nonprofit projects. Try our solution with our open-source spirit!",
  "tech.whitepaper": "Whitepaper",
  "tech.sdk": "SDK",
  "tech.github": "GitHub",
  "tech.readmore": "Read more"
}
