{
  "token.html.title": "Token",
  "token.title": "Transport Layer driven via Token",
  "token.description": "Token Economics are fundamentally new ways of incentivizing human behavior, The main task in mechanism design is to specify a mechanism that incentivizes rational agents to behave in certain ways, based upon their private information, that lead to socially desired outcomes.",
  "token.usecase": "Use Case",
  "token.b2b": "B2B",
  "token.b2b.description": "Fields of media, entertainment and education, such as video live broadcasters, audio and video content industry, audio and video education websites, social media, forums, and update file download support. POSEIDON NETWORK collects the bandwidth, storage space mainly from NAS and Linux systems, and pays the small-to-medium sized enterprises (SMEs) who are willing to provide idle network resources, and provides network resources to the above-mentioned industries and gets profits.",
  "token.c2b2b": "C2B2B",
  "token.c2b2b.description": "In addition to SMEs, we also allow the general public to join the POSEIDON NETWORK mining model to share idle resources through NAS, computers or mobile phones to gain profits.",
  "token.howwork": "How doest it work",
  "token.howwork.description": "QQQ is the functional token of POSEIDON NETWORK platform, the most important part of POSEIDON NETWORK mainnet, furthermore, the only token in this ecosystem. Pay QQQ token to drive the services of POSEIDON NETWORK, or get QQQ from supplying your unused network resources.",
  "token.getqqq": "How to Get Poseidon Network QQQ",
  "token.getqqq.exchanges": "Exchanges",
  "token.getqqq.exchanges.description": "We provides a variety of exchanges to list QQQ and let people to buy it from fiat coin or cryptocurrencies.",
  "token.getqqq.community": "Community Bounty",
  "token.getqqq.community.description": "We provide a diversity of bounty for our community, such as scholarship program, research development, testing volunteer, college ambassadar, etc. This is our vision for the future, our belief in the rise of you - on the community.",
  "token.getqqq.community.link": "Community"
}
